//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DAW */

	"100" = "inconnu";
	"101" = "Non déclaré";
	"102" = "Annuler";
	"103" = "Modifier";
	"104" = "Annuler";
	"105" = "Rétablir";
	"106" = "Couper";
	"107" = "Copier";
	"108" = "Coller";
	"109" = "Effacer";
	"110" = "Sélectionner tout";
	"111" = "Entrée";
	"112" = "Retour";
	"113" = "Échap";
	"114" = "Retour arrière";
	"115" = "Flèche gauche";
	"116" = "Flèche droite";
	"117" = "Flèche haut";
	"118" = "Flèche Bas";
	"119" = "Page préc";
	"120" = "Page suiv";
	"121" = "Home";
	"122" = "Fin";
	"123" = "Espace";
	"124" = "Tab";
	"125" = "Virgule";
	"126" = "Point";
	"127" = "Guillemet ouvrant";
	"128" = "Point-virgule";
	"129" = "Guillemet fermant";
	"130" = "Moins";
	"131" = "Égal";
	"132" = "Plus";
	"133" = "Insérer";
	"134" = "Supprimer";
	"135" = "Aide";

/* L10N_PEDViews_127 */

	"200" = "Paramètres du mixeur";
	"201" = "Utiliser le mixeur avec dithering";
	"202" = "Message d'info de la mémoire tampon de disque";
	"203" = "Réduire l'allocation mémoire système (prend effet au prochain redémarrage).";
	"204" = "Taille :";
	"205" = "Optimiser pour le contenu en streaming sur lecteurs audio (nécessite plus de mémoire système)";
	"206" = "Mémoire tampon de streaming des plug-ins";
	"207" = "Paramètres";
	"208" = "Mémoire tampon de lecture AAE (Mémoire tampon de disque)";
	"209" = "Moteur de lecture";
	"210" = "OK";
	"211" = "Taille :";
	"212" = "Des valeurs de la mémoire tampon de disque inférieures réduisent la latence du disque (système plus réactif).  Des valeurs supérieures améliorent les performances du disque (système moins réactif).";
	"213" = "Taille du cache :";

/* L10N_PEDViews_128 */

	"300" = "Taille du cache :";
	"301" = "Taille :";
	"302" = "Optimiser pour le contenu en streaming sur lecteurs audio (nécessite plus de mémoire système)";
	"303" = "Mémoire tampon de lecture AAE";
	"304" = "Réduire l'allocation mémoire système (prend effet au prochain redémarrage).";
	"305" = "Paramètres";
	"306" = "Des valeurs de la mémoire tampon de disque inférieures réduisent la latence du disque (système plus réactif).  Des valeurs supérieures améliorent les performances du disque (système moins réactif).";
	"307" = "Message d'info de la mémoire tampon de disque";
	"308" = "Moteur";
	"309" = "Paramètres du mixeur";
	"310" = "Moteur de lecture";
	"311" = "OK";
	"312" = "Mémoire tampon de streaming des plug-ins";
	"313" = "Taille :";
	"314" = "Utiliser le mixeur avec dithering";

/* L10N_PEDViews_130 */

	"400" = "Ignorer les erreurs lors de la lecture et de l'enregistrement (peut entraîner l'apparition de parasites)";
	"401" = "Taille de la mémoire tampon matérielle :";
	"402" = "Réduire la latence supplémentaire des E/S";
	"403" = "Moteur hôte";
	"404" = "Limite d'utilisation du processeur :";
	"405" = "Processeurs hôte:";

/* L10N_PEDViews_131 */

	"500" = "Nombre de voix :";
	"501" = "Processeurs hôte";
	"502" = "Taille de la mémoire tampon matérielle :";
	"503" = "Limite d'utilisation du processeur :";

/* L10N_PEDViews_132 */

	"600" = "Moteur de compensation de délai :";
	"601" = "Processeurs hôte:";
	"602" = "44.1 kHz";
	"603" = "Réduire la latence supplémentaire des E/S";
	"604" = "Ignorer les erreurs lors de la lecture et de l'enregistrement (peut entraîner l'apparition de parasites)";
	"605" = "Limite d'utilisation du processeur :";
	"606" = "Fréquence d’échantillonnage :";
	"607" = "Taille de la mémoire tampon matérielle :";
	"608" = "Nombre de voix :";
	"609" = "Moteur hôte";

/* L10N_Cmn */

	"700" = "( %1, %2 )";
	"701" = "une assertion s'est produite dans \"%1\", ligne %2";
	"702" = "en dehors de la plage : Cmn_ChunkyVecImpl::At";
	"703" = "Descendre src : %1, lon : %2, dest : %3\n";
	"704" = "Monter src : %1, lon : %2, dest : %3\n";
	"705" = "une erreur inattendue s'est produite";
	"706" = "la mémoire est insuffisante.";
	"707" = "fin de flux inattendue détectée";
	"708" = "il s'est produit une tentative de définition de la position après la fin du flux";
	"709" = "en dehors de la plage : Cmn_PolyVectorImpl::At";
	"710" = "Cmn_MakeString : échec de l'erreur de conversion";
	"711" = "fin de fichier détectée";
	"712" = "Little endian";
	"713" = "Big endian";
	"714" = "Non défini";

/* L10N_XPL */

	"800" = "\pA propos de...";
	"801" = "Boîte de dialogue de progression";
	"802" = "Alerte";
	"803" = "Annuler";
	"804" = "OK";

/* L10N_ProToolsGeneric */

	"900" = "Aucun(e)";
	"901" = "aucun(e)";
	"902" = "MIDI";
	"903" = "&OK";
	"904" = "Quitter";
	"905" = "&Annuler";
	"906" = "&Accepter";
	"907" = "&Refuser";
	"908" = "&Copier le message d'erreur";
	"909" = "&Réessayer";
	"910" = "&Arrêter";
	"911" = "S&upprimer";
	"912" = "&Continuer";
	"913" = "&Oui";
	"914" = "&Non";
	"915" = "Plus d'&infos";
	"916" = "Quelconque";
	"917" = "Tout";
	"918" = "Tout";
	"919" = "désactivé";
	"920" = "désactivé";
	"921" = "activé";
	"922" = "pan";
	"923" = "Volume";
	"924" = "trim du volume";
	"925" = "trim du niveau";
	"926" = "n/d";
	"927" = "Pro Tools";
	"928" = "&Enregistrer";
	"929" = "&Ne pas enregistrer";
	"930" = "&Abandonner";
	"931" = "&Conserver";
	"932" = "&Ne pas supprimer";
	"933" = "&Enlever";
	"934" = "ProTools 5.0";
	"935" = "ProTools 4.3";
	"936" = "ProTools 3.2";
	"937" = "Pro Tools 5.0";
	"938" = "Pro Tools 4.3";
	"939" = "Pro Tools 3.2";
	"940" = "Pistes audio";
	"941" = "Pistes audio et vidéo";
	"942" = "Pistes MIDI";
	"943" = "Pistes auxiliaires";
	"944" = "Pistes master";
	"945" = "Pistes instrument";
	"946" = "Pistes VCA Master";
	"947" = "Dossiers";
	"948" = "Pistes Figées";
	"949" = "Impossible de créer le fichier de valeur d'usine par défaut du plug-in TCE car %1.";
	"950" = "non disponible";
	"951" = "Non disponible";
	"952" = " avec ";
	"953" = "\"%1\"";
	"954" = "Ne plus afficher cet élément";
	"955" = "Minimal";
	"956" = "&Autoriser";
	"957" = "&Remplacer";
	"958" = "简体中文 (Simplified Chinese)";
	"959" = "繁體中文 (Traditional Chinese)";
	"960" = "Deutsch (German)";
	"961" = "English (English)";
	"962" = "Español (Spanish)";
	"963" = "Français (French)";
	"964" = "Italiano (Italian)";
	"965" = "日本語 (Japanese)";
	"966" = "한글 (Korean)";
	"967" = "Se connecter";
	"968" = "Se déconnecter";
	"969" = "Connexion";
	"970" = "Session";
	"971" = "Projet";
	"972" = "&Réparer";
	"973" = "Vous avez utilisé %1 sur les %2 (%3%) de stockage disponibles sur le cloud";
	"974" = " (Stockage : %1%)";
	"975" = "Vous essayez de lancer une version de Pro Tools plus récente que celle autorisée par votre licence. Vous pouvez désinstaller cette version de Pro Tools et réinstaller toute version prise en compte par votre licence, ou accéder à votre compte MyAvid et renouveler votre plan de mise à niveau.";
	"976" = "MyAvid";
	"977" = "Souhaitez-vous envoyer des données d'utilisation et de diagnostic à Avid pour nous aider à améliorer nos produits et services?\n\n";
	"978" = "Notez que certains écrans web peuvent continuer à collecter des données d'utilisation et de diagnostic conformément à notre politique de confidentialité.";
	"979" = "\n\nCe paramètre peut être modifié dans Préférences Pro Tools > Fonctionnement > Diagnostics.";
	"980" = "\n\nCe paramètre peut être modifié dans le menu 'Configuration' de Pro Tools First.";
	"981" = "&Mettre à jour";
	"982" = "&Ignorer";
	"983" = "Enregistrer sous...";

/* L10N_Languages */

	"1000" = "Japonais";
	"1001" = "Anglais";
	"1002" = "Chinois simplifié";
	"1003" = "Chinois traditionnel";
	"1004" = "Japonais";
	"1005" = "Coréen";
	"1006" = "Français";
	"1007" = "Italien";
	"1008" = "Allemand";
	"1009" = "Espagnol";

/* L10N_PEDViews */

	"1100" = "Moteur de lecture";
	"1101" = "OK";
	"1102" = "Paramètres";
	"1103" = "Mémoire tampon de lecture AAE (Mémoire tampon de disque)";
	"1104" = "Taille du cache :";
	"1105" = "Taille :";
	"1106" = "Des valeurs de la mémoire tampon de disque inférieures réduisent la latence du disque (système plus réactif).  Des valeurs supérieures améliorent les performances du disque (système moins réactif).";
	"1107" = "Message d'info de la mémoire tampon de disque";
	"1108" = "Réduire l'allocation mémoire système (prend effet au prochain redémarrage).";
	"1109" = "Mémoire tampon de streaming des plug-ins";
	"1110" = "Taille :";
	"1111" = "Optimiser pour le contenu en streaming sur lecteurs audio (nécessite plus de mémoire système)";
	"1112" = "Moteur de lecture";
	"1113" = "OK";
	"1114" = "Moteur";
	"1115" = "Mémoire tampon de streaming des plug-ins";
	"1116" = "Taille :";
	"1117" = "Optimiser pour le contenu en streaming sur lecteurs audio (nécessite plus de mémoire système)";
	"1118" = "Mémoire tampon de lecture AAE";
	"1119" = "Taille du cache :";
	"1120" = "Taille :";
	"1121" = "Des valeurs de la mémoire tampon de disque inférieures réduisent la latence du disque (système plus réactif).  Des valeurs supérieures améliorent les performances du disque (système moins réactif).";
	"1122" = "Message d'info de la mémoire tampon de disque";
	"1123" = "Réduire l'allocation mémoire système (prend effet au prochain redémarrage).";
	"1124" = "Paramètres";
	"1125" = "Limite d'utilisation du processeur :";
	"1126" = "Moteur hôte";
	"1127" = "Processeurs hôte:";
	"1128" = "Taille de la mémoire tampon matérielle :";
	"1129" = "Ignorer les erreurs lors de la lecture et de l'enregistrement (peut entraîner l'apparition de parasites)";
	"1130" = "Réduire la latence supplémentaire des E/S";
	"1131" = "Taille de la mémoire tampon matérielle :";
	"1132" = "Limite d'utilisation du processeur :";
	"1133" = "Nombre de voix :";
	"1134" = "Processeurs hôte";
	"1135" = "Taille de la mémoire tampon matérielle :";
	"1136" = "Limite d'utilisation du processeur :";
	"1137" = "Fréquence d’échantillonnage :";
	"1138" = "Moteur hôte";
	"1139" = "Nombre de voix :";
	"1140" = "44.1 kHz";
	"1141" = "Moteur de compensation de délai :";
	"1142" = "Processeurs hôte:";
	"1143" = "Ignorer les erreurs lors de la lecture et de l'enregistrement (peut entraîner l'apparition de parasites)";
	"1144" = "Réduire la latence supplémentaire des E/S";

/* L10N_Alert */

	"1200" = "L'insert sélectionné ne prend pas en charge le \"bypass\".";
	"1201" = "Le fondu est trop court.  Il doit contenir au moins quatre échantillons.";
	"1202" = "Vous devez assigner une voix avant de pouvoir activer la piste pour l'enregistrement.";
	"1203" = "Mémoire insuffisante pour la création de tous les aperçus";
	"1204" = "Impossible d'allouer de l'espace pour l'enregistrement";
	"1205" = "Impossible de créer des fichiers d'enregistrement pour une ou plusieurs pistes.  Vérifiez l'allocation de vos disques et vos droits d'accès.";
	"1206" = "Un autre fichier utilise déjà ce nom.";
	"1207" = "La valeur de transposition est trop extrême.";
	"1208" = "Un clip de fondu ne peut être déplacé indépendamment du clip d'origine.";
	"1209" = "Un clip est verrouillé à l'intérieur de la sélection. Les clips verrouillés ne peuvent être ni déplacés, ni édités.";
	"1210" = "Cette version de Pro Tools requiert le DAE version 5.1 ou supérieure.";
	"1211" = "L'adressage 32 bits doit être activé dans le panneau de configuration \"Mémoire\".";
	"1212" = "La mémoire virtuelle doit être désactivée dans le panneau de configuration \"Mémoire\".";
	"1213" = "Un DigiSystem INIT est requis.";
	"1214" = "Vous devez créer un \"dossier DAE\" dans le dossier Système.  Le DAE doit se trouver à cet endroit.";
	"1215" = "Le AAE est introuvable.";
	"1216" = "Le matériel Pro Tools n'est pas installé ou est utilisé par un autre programme.";
	"1217" = "Il est possible que Pro Tools ne reçoive pas la synchronisation numérique.";
	"1218" = "La mémoire disponible n'est pas suffisante pour exécuter le AAE.";
	"1219" = "Aucun lecteur de disque n'est relié à la carte Pro Tools.";
	"1220" = "Carte \"DSP Farm\" manquante ou mal installée.";
	"1221" = "Une grave erreur d'horloge s'est produite. Redémarrez l'ordinateur.";
	"1222" = "Le AAE n'a pas pu communiquer avec le matériel audio.  Arrêtez la lecture ou quittez les autres applications audio qui utilisent le matériel.";
	"1223" = "Les fonctions de vidéo requièrent QuickTime.  Pour utiliser la fonctionnalité de séquence vidéo, installez QuickTime et QuickTime Power Plug (version 2.5 ou supérieure) dans le dossier des extensions, puis redémarrez le système.";
	"1224" = "Les fonctions de vidéo requièrent QuickTime.  Pour utiliser la fonctionnalité de séquence vidéo, installez QuickTime et QuickTime Power Plug (version 2.5 ou supérieure) dans le dossier des extensions, puis redémarrez le système.";
	"1225" = "Votre version de QuickTime est trop ancienne.  Pour utiliser la fonctionnalité de séquence, installez QuickTime et QuickTime Power Plug (version 2.5 ou supérieure) dans le dossier des extensions, puis redémarrez le système.";
	"1226" = "Votre périphérique audio est configuré avec une taille de mémoire tampon audio non prise en charge.  Sélectionnez l'une des tailles de mémoire tampon prises en charge suivantes dans le panneau de configuration du périphérique, si disponible : 32, 64, 128, 256, 512, 1 024 ou 2 048.";
	"1227" = "Pro Tools n'a pas pu régler votre périphérique audio sur la fréquence d'échantillonnage correcte.    Fermez toutes les autres applications audio et vérifiez que ce périphérique n'est pas sélectionné comme périphérique de lecture ou d'enregistrement par défaut dans le tableau de bord \"Son et périphériques audio\".";
	"1228" = "opération annulée par l'utilisateur";
	"1229" = "L'audio présent hors des limites de la séquence de destination sera exclu. Souhaitez-vous continuer?";
	"1230" = "Une erreur s'est produite lors de l'installation de ShoeTool. Essayez tout d'abord d'exécuter une version avec des composants signés afin de l'installer correctement.";
	"1231" = "Installation de la prise en charge PACE...";
	"1232" = "Une erreur s'est produite lors de l'installation des pilotes Pace.  Essayez d'installer manuellement les derniers pilotes téléchargeables sur le site iLok.com.";
	"1233" = "Les périphériques d'entrée et de sortie choisis n'appartiennent pas à la même unité matérielle. Cela pourrait causer des résultats inattendus, tels que de l'écrêtage, des pops ou de la distorsion. Pour obtenir de meilleurs résultats, veuillez choisir des périphériques d'entrée et de sortie qui appartiennent à la même unité.";
	"1234" = "Moteur de lecture...";
	"1235" = "Installation du gestionnaire d'applications Avid...";
	"1236" = "Une erreur s'est produite à l'installation du gestionnaire d'applications Avid";
	"1237" = "Le paramètre \"Aucun\" ne peut pas être sélectionné à la fois pour les périphériques d'entrée et de sortie";
	"1238" = "Échec de l'activation suite à une erreur inconnue. Code d'erreur %1.";
	"1239" = "La connexion à Pro Tools a échoué. Rendez-vous sur Avid.com pour savoir comment activer la fonctionnalité cloud sur votre compte.";
	"1240" = "Connexion impossible aux services iLok. Veuillez réessayer ultérieurement.";
	"1241" = "Échec de l'activation. Veuillez mettre à jour iLok License Manager.";
	"1242" = "Échec de l'activation. Vous devez utiliser l'application iLok License Manager pour désactiver une autre machine ou clé iLok avant d'autoriser cette machine.";
	"1243" = "Échec de l'activation. Il ne reste aucun asset iLok sur votre compte.";
	"1244" = "Échec de l'activation. Veuillez déclarer votre clé iLok avec iLok License Manager.";
	"1245" = "Les fichiers audio sélectionnés ne peuvent pas être placé en mode spot sur l'insertion d'édition. Le nombre de canaux sur les pistes sous l'insertion doit correspondre au nombre de canaux audio sélectionnés dans l'espace de travail.";
	"1246" = "Le logiciel nécessaire à la validation de la licence de ce produit n'est pas en cours d'exécution. Veuillez réinstaller le produit ou télécharger et exécuter le programme d'installation iLok License Manager ici :\n\nhttp://www.ilok.com";
	"1247" = "L'opération n'est pas autorisée car %1.";
	"1248" = "La version actuelle du firmware HDX n'est pas compatible avec Pro Tools 2018.12 et versions antérieures. La mise à jour du firmware HDX n'est nécessaire que pour exécuter Pro Tools 2018.12 ou version antérieure. Pour rétrograder: \ n \ n1. Cliquez sur OK pour quitter Pro Tools \ n2. Relancez la même version de Pro Tools \ n3. Cliquez sur OK lorsque vous êtes invité à rétrograder le firmware HDX";
	"1249" = "La version actuelle du firmware Pro Tools | Carbon n'est pas compatible avec Pro Tools 2018.12 ou version antérieure. La rétrogradation du firmware doit être effectuée uniquement si Pro Tools 2018.12 ou une version antérieure est nécessaire. Pour effectuer la rétrogradation :\n\n1. Cliquez sur OK pour quitter Pro Tools\n2. Relancez la même version de Pro Tools\n3. Cliquez sur OK lorsque vous êtes invité à rétrograder le firmware Carbon";
	"1250" = "Pro Tools a rencontré une erreur lors de son installation. Supprimez-le, puis réinstallez-le";
	"1251" = "il n'y a pas assez d'espace libre sur le disque";

